Repository: AlfCano/rk.rnaturalearth
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: An RKWard wrapper for 'rnaturalearth'. Features a modular workflow: Download -> Process -> Plot (Continuous & Categorical).
de: Ein RKWard-Wrapper für 'rnaturalearth'. Bietet einen modularen Workflow: Herunterladen -> Verarbeiten -> Plotten (Kontinuierlich & Kategorisch).
es: Un envoltorio de RKWard para 'rnaturalearth'. Presenta un flujo de trabajo modular: Descargar -> Procesar -> Graficar (Continuo y Categórico).
fr: Une interface RKWard pour 'rnaturalearth'. Dispose d'un flux de travail modulaire : Télécharger -> Traiter -> Tracer (Continu et Catégoriel).
pt_br: Um wrapper RKWard para 'rnaturalearth'. Apresenta um fluxo de trabalho modular: Baixar -> Processar -> Plotar (Contínuo e Categórico).

source: Download Country Map Object
de: Länderkarte herunterladen
fr: Télécharger l'objet Carte du pays

source: Download
de: Herunterladen
fr: Télécharger

source: Select Country
de: Land auswählen
es: Seleccionar País
fr: Sélectionner le Pays
pt_br: Selecionar País

source: Or type Country name
de: Oder Landesnamen eingeben
es: O escriba el nombre del País
fr: Ou tapez le nom du Pays
pt_br: Ou digite o nome do País

source: Save Map Object As
de: Kartenobjekt speichern als
es: Guardar Objeto de Mapa Como
fr: Sauvegarder l'Objet Carte Sous
pt_br: Salvar Objeto de Mapa Como

source: Downloads administrative boundaries (states/provinces) from Natural Earth and saves them as an 'sf' object.
de: Lädt Verwaltungsgrenzen (Bundesländer/Provinzen) von Natural Earth herunter und speichert sie als 'sf'-Objekt.
es: Descarga límites administrativos (estados/provincias) de Natural Earth y los guarda como un objeto 'sf'.
fr: Télécharge les frontières administratives (états/provinces) de Natural Earth et les enregistre en tant qu'objet 'sf'.
pt_br: Baixa fronteiras administrativas (estados/províncias) da Natural Earth e as salva como um objeto 'sf'.

source: Color Palette
de: Farbpalette
es: Paleta de Colores
fr: Palette de Couleurs
pt_br: Paleta de Cores

source: Polygon Border Color
de: Polygon-Randfarbe
es: Color del Borde del Polígono
fr: Couleur de Bordure du Polygone
pt_br: Cor da Borda do Polígono

source: Map Title
de: Kartentitel
es: Título del Mapa
fr: Titre de la Carte
pt_br: Título do Mapa

source: Caption
de: Bildunterschrift / Quelle
es: Pie de página / Fuente
fr: Légende / Source
pt_br: Legenda / Fonte

source: Legend Title (Leave empty for variable name)
de: Legendentitel (Leer lassen für Variablennamen)
es: Título de Leyenda (Dejar vacío para usar nombre de variable)
fr: Titre de la Légende (Laisser vide pour le nom de la variable)
pt_br: Título da Legenda (Deixe vazio para o nome da variável)

source: Legend Position
de: Legendenposition
es: Posición de Leyenda
fr: Position de la Légende
pt_br: Posição da Legenda

source: Legend Settings
de: Legendeneinstellungen
es: Configuración de Leyenda
fr: Paramètres de la Légende
pt_br: Configurações da Legenda

source: Show Region Labels
de: Regionsbeschriftungen anzeigen
es: Mostrar Etiquetas de Región
fr: Afficher les Étiquettes de Région
pt_br: Mostrar Rótulos de Região

source: Label Size
de: Beschriftungsgröße
es: Tamaño de Etiqueta
fr: Taille de l'Étiquette
pt_br: Tamanho do Rótulo

source: Allow Overlap
de: Überlappung erlauben
es: Permitir Superposición
fr: Autoriser le Chevauchement
pt_br: Permitir Sobreposição

source: Text Labels
de: Textbeschriftungen
es: Etiquetas de Texto
fr: Étiquettes de Texte
pt_br: Rótulos de Texto

source: Map Style / Grid
de: Kartenstil / Gitter
es: Estilo de Mapa / Cuadrícula
fr: Style de Carte / Grille
pt_br: Estilo de Mapa / Grade

source: Clean (Void)
de: Sauber (Leer)
es: Limpio (Vacío)
fr: Épuré (Vide)
pt_br: Limpo (Vazio)

source: Lat/Lon Graticules (Degrees)
de: Breiten-/Längengradnetz (Grad)
es: Retícula Lat/Lon (Grados)
fr: Graticules Lat/Lon (Degrés)
pt_br: Graticules Lat/Lon (Graus)

source: Lat/Lon Graticules (Dotted, No Labels)
de: Breiten-/Längengradnetz (Gepunktet, Keine Beschriftung)
es: Retícula Lat/Lon (Punteada, Sin Etiquetas)
fr: Graticules Lat/Lon (Pointillés, Sans Étiquettes)
pt_br: Graticules Lat/Lon (Pontilhado, Sem Rótulos)

source: North Arrow
de: Nordpfeil
es: Rosa de los Vientos
fr: Flèche du Nord
pt_br: Rosa dos Ventos

source: Style
de: Stil
es: Estilo
pt_br: Estilo

source: Scale Bar
de: Maßstabsbalken
es: Barra de Escala
fr: Barre d'Échelle
pt_br: Barra de Escala

source: Save Plot Object
de: Plot-Objekt speichern
es: Guardar Objeto del Gráfico
fr: Sauvegarder l'Objet Graphique
pt_br: Salvar Objeto do Gráfico

source: Graphics Export Settings
de: Grafikexport-Einstellungen
es: Configuración de Exportación de Gráficos
fr: Paramètres d'Exportation Graphique
pt_br: Configurações de Exportação de Gráficos

source: Device type
de: Gerätetyp
es: Tipo de dispositivo
fr: Type de périphérique
pt_br: Tipo de dispositivo

source: Width (px)
de: Breite (px)
es: Ancho (px)
fr: Largeur (px)
pt_br: Largura (px)

source: Height (px)
de: Höhe (px)
es: Alto (px)
fr: Hauteur (px)
pt_br: Altura (px)

source: Resolution (ppi)
de: Auflösung (ppi)
es: Resolución (ppi)
fr: Résolution (ppi)
pt_br: Resolução (ppi)

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
pt_br: Fundo

source: White
de: Weiß
es: Blanco
fr: Blanc
pt_br: Branco

source: Plot Continuous Map
de: Kontinuierliche Karte plotten
es: Graficar Mapa Continuo
fr: Tracer Carte Continue
pt_br: Plotar Mapa Contínuo

source: Map Object (sf)
de: Kartenobjekt (sf)
es: Objeto de Mapa (sf)
fr: Objet Carte (sf)
pt_br: Objeto de Mapa (sf)

source: Region Name Column (Data)
de: Spalte Regionsname (Daten)
es: Columna Nombre de Región (Datos)
fr: Colonne Nom de Région (Données)
pt_br: Coluna Nome da Região (Dados)

source: Value Column (Numeric)
de: Spalte Wert (Numerisch)
es: Columna de Valor (Numérica)
fr: Colonne de Valeur (Numérique)
pt_br: Coluna de Valor (Numérica)

source: Continuous Palette
de: Kontinuierliche Palette
es: Paleta Continua
fr: Palette Continue
pt_br: Paleta Contínua

source: Data Input
de: Dateneingabe
es: Entrada de Datos
fr: Entrée de Données
pt_br: Entrada de Dados

source: Appearance
de: Aussehen
es: Apariencia
fr: Apparence
pt_br: Aparência

source: Map Elements
de: Kartenelemente
es: Elementos del Mapa
fr: Éléments de la Carte
pt_br: Elementos do Mapa

source: Output & Export
de: Ausgabe & Export
es: Salida y Exportación
fr: Sortie et Exportation
pt_br: Saída e Exportação

source: Plot Categorical Map
de: Kategorische Karte plotten
es: Graficar Mapa Categórico
fr: Tracer Carte Catégorielle
pt_br: Plotar Mapa Categórico

source: Grouping Variable (Categorical)
de: Gruppierungsvariable (Kategorisch)
es: Variable de Agrupación (Categórica)
fr: Variable de Groupement (Catégorielle)
pt_br: Variável de Agrupamento (Categórica)

source: Categorical Palette
de: Kategorische Palette
es: Paleta Categórica
fr: Palette Catégorielle
pt_br: Paleta Categórica

source: Manual Colors
de: Manuelle Farben
es: Colores Manuales
fr: Couleurs Manuelles
pt_br: Cores Manuais

source: Manual Colors (comma separated, e.g. 'red', '#00FF00')
de: Manuelle Farben (kommagetrennt)
es: Colores Manuales (separados por coma, ej. 'red', '#00FF00')
fr: Couleurs Manuelles (séparées par des virgules)
pt_br: Cores Manuais (separadas por vírgula)

source: Get Map Region Names
de: Regionsnamen abrufen
es: Obtener Nombres de Regiones
fr: Obtenir les Noms de Régions
pt_br: Obter Nomes de Região

source: Save Names As
de: Namen speichern als
es: Guardar Nombres Como
fr: Sauvegarder les Noms Sous
pt_br: Salvar Nomes Como

source: Extracts official names from a downloaded map object.
de: Extrahiert offizielle Namen aus einem heruntergeladenen Kartenobjekt.
es: Extrae los nombres oficiales de un objeto de mapa descargado.
fr: Extrait les noms officiels d'un objet carte téléchargé.
pt_br: Extrai os nomes oficiais de um objeto de mapa baixado.

source: Recode Map Regions
de: Kartenregionen umkodieren
es: Recodificar Regiones del Mapa
fr: Recoder les Régions de la Carte
pt_br: Recodificar Regiões do Mapa

source: Dictionary Data Frame
de: Wörterbuch-Data-Frame
es: Data Frame Diccionario
fr: Data Frame Dictionnaire
pt_br: Data Frame Dicionário

source: Old Name Column
de: Spalte Alter Name
es: Columna Nombre Viejo
fr: Colonne Ancien Nom
pt_br: Coluna Nome Antigo

source: New Name Column
de: Spalte Neuer Name
es: Columna Nombre Nuevo
fr: Colonne Nouveau Nom
pt_br: Coluna Nome Novo

source: Save Modified Map As
de: Modifizierte Karte speichern als
es: Guardar Mapa Modificado Como
fr: Sauvegarder la Carte Modifiée Sous
pt_br: Salvar Mapa Modificado Como

source: Update map names using a dictionary.
de: Kartennamen mit einem Wörterbuch aktualisieren.
es: Actualizar nombres del mapa usando un diccionario.
fr: Mettre à jour les noms de la carte à l'aide d'un dictionnaire.
pt_br: Atualizar nomes do mapa usando um dicionário.

source: Inputs
de: Eingaben
es: Entradas
fr: Entrées
pt_br: Entradas

source: Correspondence
de: Korrespondenz
es: Correspondencia
fr: Correspondance
pt_br: Correspondência

source: Transform Map Projection
de: Kartenprojektion transformieren
es: Transformar Proyección del Mapa
fr: Transformer la Projection de la Carte
pt_br: Transformar Projeção do Mapa

source: Target Projection (CRS)
de: Zielprojektion (CRS)
es: Proyección Objetivo (CRS)
fr: Projection Cible (CRS)
pt_br: Projeção Alvo (CRS)

source: Or custom EPSG Code (e.g. 6362)
de: Oder benutzerdefinierter EPSG-Code (z.B. 6362)
es: O código EPSG personalizado (ej. 6362)
fr: Ou code EPSG personnalisé (ex: 6362)
pt_br: Ou código EPSG personalizado (ex: 6362)

source: Save Transformed Map As
de: Transformierte Karte speichern als
es: Guardar Mapa Transformado Como
fr: Sauvegarder la Carte Transformée Sous
pt_br: Salvar Mapa Transformado Como

source: Projects the map to a specific Coordinate Reference System (CRS).
de: Projiziert die Karte in ein bestimmtes Koordinatenreferenzsystem (CRS).
es: Proyecta el mapa a un Sistema de Referencia de Coordenadas (CRS) específico.
fr: Projette la carte dans un système de référence de coordonnées (CRS) spécifique.
pt_br: Projeta o mapa para um Sistema de Referência de Coordenadas (CRS) específico.

source: Projection Settings
de: Projektionseinstellungen
es: Configuración de Proyección
fr: Paramètres de Projection
pt_br: Configurações de Projeção

source: Top Right
de: Oben Rechts
es: Arriba Derecha
fr: Haut Droite
pt_br: Superior Direito

source: Top Left
de: Oben Links
es: Arriba Izquierda
fr: Haut Gauche
pt_br: Superior Esquerdo

source: Bottom Right
de: Unten Rechts
es: Abajo Derecha
fr: Bas Droite
pt_br: Inferior Direito

source: Bottom Left
de: Unten Links
es: Abajo Izquierda
fr: Bas Gauche
pt_br: Inferior Esquerdo

source: Default
de: Standard
es: Predeterminado
fr: Défaut
pt_br: Padrão

source: Fancy
de: Ausgefallen (Fancy)
es: Elegante (Fancy)
fr: Fantaisie
pt_br: Elegante (Fancy)

source: Minimal
de: Minimalistisch
es: Minimalista
pt_br: Minimalista

source: Right
de: Rechts
es: Derecha
fr: Droite
pt_br: Direita

source: Left
de: Links
es: Izquierda
fr: Gauche
pt_br: Esquerda

source: Top
de: Oben
es: Arriba
fr: Haut
pt_br: Topo

source: Bottom
de: Unten
es: Abajo
fr: Bas
pt_br: Base

source: None
de: Keine
es: Ninguno
fr: Aucun
pt_br: Nenhum

source: Black
de: Schwarz
es: Negro
fr: Noir
pt_br: Preto

source: Dark Gray
de: Dunkelgrau
es: Gris Oscuro
fr: Gris Foncé
pt_br: Cinza Escuro

source: Light Gray
de: Hellgrau
es: Gris Claro
fr: Gris Clair
pt_br: Cinza Claro

source: Mexico ITRF2008 / LCC (6362)
de: Mexiko ITRF2008 / LCC (6362)
es: México ITRF2008 / LCC (6362)
fr: Mexique ITRF2008 / LCC (6362)
pt_br: México ITRF2008 / LCC (6362)

source: WGS 84 (4326) - Unprojected
de: WGS 84 (4326) - Unprojiziert
es: WGS 84 (4326) - Sin proyectar
fr: WGS 84 (4326) - Non projeté
pt_br: WGS 84 (4326) - Não projetado

source: Map Id Column (e.g. name, NAME_1)
de: Karten-ID-Spalte (z.B. name, NAME_1)
fr: Colonne ID de la Carte (ex: name, NAME_1)

source: Allow Overlap (Standard only)
de: Überlappung erlauben (Nur Standard)
fr: Autoriser le Chevauchement (Standard uniquement)

source: Use ggrepel (Smart Positioning)
de: ggrepel verwenden (Intelligente Positionierung)
fr: Utiliser ggrepel (Positionnement Intelligent)

source: Max Overlaps (ggrepel)
de: Maximal Überlappungen (ggrepel)
fr: Chevauchements Max (ggrepel)

source: Download Map Object
es: Descargar Objeto de Mapa
pt_br: Baixar Objeto de Mapa

source: Position
es: Posición
pt_br: Posição

source: Transparent
es: Transparente
pt_br: Transparente
